{
  "lang": "EN",
  "name": "Роман Васильев",
  "prof": {
    "1": "Руководитель проектов",
    "2": "Архитектор ИТ решений",
    "3": "ИТ директор / CTO",
    "4": "немного Frontend dev ;)"
  },
  "summary": "Опытный руководитель в ИТ. Более 20 лет в индустрии. Прошел путь от рядового программиста и сис.админа до ИТ директора. Сейчас интересна разработка web и мобильных приложений. Реальный опыт управления распределенными командами 10+ разработчиков, лидерские качетсва, широкий кругозор в ИТ, хорошая обучаемость, разговорный английский язык, свои <a href='https://github.com/rvasiliev79'>небольшие проекты на Github</a> - Materialize, React Native",
  "exp-header": "Опыт работы",

  "job7": {
    "header": "Openspend Inc., Тех. руководитель проектов",
    "about": "Openspend - Интернет компания в США, разработчик ПО. Bookedby - highload web-приложение + брендированные мобильные версии. Около 20 тыс. клиентов, 50+ разработчиков",
    "par1": "<strong>Позиция:</strong> Технический руководитель проектов (удаленно). Подчинение: SEO, CTO (косвенно). В моем управлении удаленные Scrum-команды около 10 чел",
    "par2": "<strong>Достижения:</strong> Демо одного из клиентов <a href='https://zona.bookedby.com'>zona.bookedby.com</a>. Внедрена система подарочных карт, система выбора исполнителей, новые виды платежей. Сделан апгрейд бэкенда, улучшена стабильность. Стали работать по чистому scrum - начиная с роуд-мэпов, заканчивая ретро по каждому спринту. Перешли на новую систему тестирования. Выпустили более 10 брендированных мобильных приложений, примеры: <a href='https://play.google.com/store/apps/details?id=com.bookedby.nbb.themancavehaircuts'>ManCave haircuts</a>, <a href='https://play.google.com/store/apps/details?id=com.bookedby.nbb.sharkeys'>Sharkey's Cuts</a>, <a href='https://play.google.com/store/apps/details?id=com.bookedby.nbb.acapello'>Acapello Salons</a>",
    "par3": "<strong>Обязанности:</strong> Дистанционное управление распределенными удаленными командами разрабоки (10+ человек: дизайнеры, фронты, бэки, qa, devops). Фасилитация SCRUM процедур: дейли митинги, груминги, роад-мэпы, работа с бэклогом, эстимейшены, участие в тестировании, мониторинг выкатки через ci-cd пайпы, пост-продакшен контроль, презентации новых скоупов акционерам",
    "par4": "<strong>Стек, тулзы:</strong> AWS cloud, Kubernetes, Grafana, .net core, c#, react.js, js, Kendo. Gitlab, Jira, Confluence, Teams"
  },

  "job6": {
    "header": "Арсиэнтек, Руководитель проектов R&D",
    "about": "Дочка Лукойл-Информ. Разработка ПО: web-сервис 2ФА, мобильные приложения, умные девайсы. 80+ разработчиков",
    "par1": "<strong>Позиция:</strong> Руководитель проектов разработки ПО (удаленно). Подчинение: VP R&D. В моем управлении около 10 чел.",
    "par2": "<strong>Обязанности:</strong> Руководство процессом разработки от идеи до пост-продакшн мониторинга. Регулярные стендапы, брейн-штормы, формирование роад-мэпов. Доставка скоупа задач в продакшен вовремя и в утвержденном объеме без даун-тайма. Поддержка клиентов на уровне технического эксперта. Управление сервисом и частью инфраструктуры компании. Небольшие твики и доработки сайтов и CMS своими руками",
    "par3": "<strong>Достижения:</strong> MVP сервиса двухфакторной аутентификации AUTH.AS, его дальнейшая разработка. 2 мобильных приложения iOS, Android: <a href='https://play.google.com/store/apps/details?id=com.rcntec.android.auth_as.app'>auth.as: token</a>, <a href='https://play.google.com/store/apps/details?id=com.rcntec.patriotpark'>Patriot park (beta)</a> Сделано множество плагинов к сторонним ОС, софту. Разработана линейка лендингов по продуктам компании: <a href='https://rpcm.pro'>rpcm.pro</a>, <a href='https://rpcm.cloud'>rpcm.cloud</a>, <a href='https://complaud.com'>complaud.com</a>, <a href='https://resilientcloudstorage.com'>resilientcloudstorage.com</a>, <a href='https://polibyte.ru'>polibyte.ru</a>, включая сложные мобильные версии. Сервис включен в реестр Российского ПО. Написаны обучающие статьи, материалы для маркетинга, тех.документация. Управление SEO аналитикой по продуктам. Проводились презентации клиентам, сопровождение после внедрения. Работа по Agile: Scrum, затем Kanban",
    "par4": "<strong>Стек, тулзы:</strong> proxmox, centos, nginx, elastic, cassandra, ruby, gitlab, ansible, bootstrap, angular, js, Bitrix24, 1C, Trello, Slack"
  },

  "job5": {
    "header": "ДАФ Тракс РУС, IT менеджер",
    "about": "Российское представительство DAF Trucks NV. Продажа и обсуживание грузовой техники. 20+ сотрудников",
    "par1": "<strong>Позиция:</strong> ИТ менеджер представительства. Подчинение: ген.дир. В моем управлении 4 аутсорсера + зарубежные коллеги",
    "par2": "<strong>Достижения:</strong> Внедрена ERP-система на базе MS Dynamics Nav по автоматизации учета запчастей, грузовой техники. Полный цикл внедрения, начиная с обследования деятельности, описания бизнес-процессов (MS Project, Chart, Visio); тесный контакт с разработчиками при тестировании и доработках, презентация и обучение системы",
    "par3": "Настроена 1С-Бухгалтерия 8.2, Банк-клиент, обмен данными между системами по SOAP, развернуты и настроены AD OUs, ScCM, Forefrond Endpoint, Server 08, SQL-08, Exchange, Lync, Dynamics. SOX-compliant change management. Самостоятельно развернута ИТ инфраструктура: СКС, PABX телефония, беспроводное покрытие, организация рабочих мест, оргтехника. Обсуживание серверного оборудования Cisco, Dell, Blackberry (собственный BES-сервер)"
  },

  "job4": {
    "header": "Авианова, IT директор",
    "about": "Первый российский авиа-лоукостер. 300+ сотрудников",
    "par1": "<strong>Позиция:</strong> ИТ директор. Подчинение: коммерческий.дир. В моем управлении 4 человека (2 аутсорсера)",
    "par2": "<strong>Достижения:</strong>  Полный аудит сетевой и серверной инфораструктуры компании, устранение критических недостатков и оптизиция сервисов, глобальная инвентаризация ИТ активов. Все критические сервисы построены по дублирующему принципу (2 провайдера, 2 сервера в кластере, 2 сервера AD). Разработаны и внедрены несколько ИТ политик, проделана серьезная техническая модернизация для их обеспечения (переконфигурация сервера Exhange, групповых политик, скриптов, системы хранения профилей). Внедрена система бэкапирования данных на удаленное хранилище. Поддержка и доработка авиационного ПО, сервиса работы с телеграммами PNL, ADL, PFS, гейт платежных карточных систем eurocommerce, работа с продуктами Navitaire, Aviabit. Завершен проект по переходу на удаленную хостинговую площадку критического для опер.деятельности ПО, по принципу облачной технологии (полная виртуализация сервиса)",
    "par3": "Своими силами были реализованы небольшие проекты, такие как внутренний презентационный сервер, управление и настройка офисной АТС PABX, настройка кластера, удаленного хранилища, управление маршрутизаторами Cisco и VPN подключениями к сети, переход на сотрудников на blackberry, электронная система документооборота."
  },

  "job3": {
    "header": "LG Electronics RUS, менеджер отдела 1C",
    "about": "Один из мировых лидеров по производству бытовой техники. 2500+ сотрудников",
    "par1": "<strong>Позиция:</strong> Руководитель команды 1С. Подчинение: ИТ.дир. В моем управлении 3 человека",
    "par2": "<strong>Обязанности:</strong> Оперативное руководство отделом поддержки 1С УПП 8.1 по России и СНГ (Украина, Казахстан); консолидация и расстановка приоритетов задач, контроль за сроками и качеством работы сотрудников; анализ эффективности отдела на основе KPI, бюджетирование, работа со сторонними подрядчиками",
    "par3": "<strong>Достижения:</strong> Внедрение системы HelpDesk для прозрачности процесса поддержки 1С и его анализа; Объединение двух баз данных по разным фирмам; автоматизированная перегрузка данных из ERP системы Oracle, создание англоязычной отчетности и интерфейсов, создание кластера 1С-Предприятия, тюнинг производительности серверов, доработан механизм расчета себестоимости"
  },

  "job2": {
    "header": "Никкен РУС, Руководитель ИТ",
    "about": "Один из мировых лидеров в прямых продажах, член ассоциации DSA, имеет филиалы более чем в 20 странах мира",
    "par1": "<strong>Позиция:</strong> Руководитель ИТ отдела. Подчинение: ген.дир. В моем управлении 2 человека",
    "par2": "<strong>Обязанности:</strong> Приступил к работе с момента открытия филиала в России. Создал ИТ отдел с нуля. Внедрил ИТ политики, регламенты в областях лицензирования ПО, сервисных процедур, восстановления систем и баз данных. Занимался бюджетированием, договорами и контрактами с поставщиками ИТ услуг и оборудования, планированием деятельности отдела. Проводил регулярные аттестации подчиненных, набирал персонал",
    "par3": "<strong>Достижения:</strong> Совместно с разработчиками из США и Англии, локализована MLM СУБД на AcuCobol: доработана в соответствии с законодательством РФ (вся система документов, накладных, счетов, актов, налогов). Написан свой бэкенд на PHP для оперативной печати первичных документов. Создана интра-сеть во всех офисах компании. Создан кол-центр (30 линий) с системой интеллектуальной обработки звонков, серверная обеспечена промышленным ИБП для работы до 24 часов без внешней энергии, внедрены системы авторизации пользователей по картам, сервер видео-записи с камер наблюдения, система видео-конференций). Велась серьезная доработка 1С: Версия 7.7, Бухгалтерия, Сетевая под MS-SQL: Стандартная конфигурация адаптирована под нужды компании, внедрен налоговый учет, план счетов по GAAP, автоматизирована налог.отчетность, настроена автомат.перегрузка данных из первичной СУБД, работа с XML парсерами, работа с базой как с OLE объектом, SQL-запросы к БД."
  },

  "job1": {
    "header": "",
    "about": "Начало карьеры",
    "par1": "<strong>Позиция:</strong> Программист 1С, сис.админ",
    "par2": "Я удивлен, что вы открыли даже эту вкладку ) если вам нужна прям полная версия моего опыта - напишите мне.",
    "par3": ""
  },

  "footer": "©2022 Жмите сюда для связи со мной ->"
}
